Repository: ramondiaz21/pkp-2
Catalog: omp-3.4.0-8/locale/*/admin.po
Languages: cs, hr, hu, sv

# admin.hostedContexts
source: Hosted Presses
cs: Hostované tisky
hr: Mediji
hu: Tárolt kiadók
sv: Pressar på den här webbplatsen

# admin.settings.appearance.success
source: The site appearance settings have been successfully updated.
cs: Nastavení vzhledu stránek bylo úspěšně aktualizováno.
hr: Postavke izgleda stranice uspješno su ažurirane.
hu: A webhely megjelenítési beállításai sikeresen frissítve.
sv: Webbplatsens utseende har uppdaterats.

# admin.settings.config.success
source: The site configuration settings have been successfully updated.
cs: Nastavení stránek bylo úspěšně aktualizováno.
hr: Postavke konfiguracije stranice uspješno su ažurirane.
hu: A webhely konfigurációs beállításai sikeresen frissítve.
sv: Webbplatsens inställningar har uppdaterats.

# admin.settings.info.success
source: The site information has been successfully updated.
cs: Informace o stránkách byla úspěšně aktualizována.
hr: Podaci o stranici uspješno su ažurirani.
hu: A webhely információi sikeresen frissítve.
sv: Informationen om webbplatsen har uppdaterats.

# admin.settings.redirect
source: Press redirect
cs: Přesměrování tisků
hr: Preusmjeravanje na nakladnika
hu: Kiadó átirányítás
sv: Omdirigering av press

# admin.settings.redirectInstructions
source: Requests to the main site will be redirected to this press. This may be useful if the site is hosting only a single press, for example.
cs: Požadavek na hlavní stranu bude přesměrován na tuto stránku tisku. To může být užitečné například pokud stránky obsahují jediný tisk.
hr: Zahtjevi za glavnu stranicu bit će preusmjereni na ovog nakladnika. Ovo može biti korisno ako web mjesto, na primjer, samo jednog nakladnika ugošćuje.
hu: A főoldalra irányuló kérések át lesznek irányítva ehhez a kiadóhoz. Ez akkor hasznos például, ha a webhely csak egy kiadót szolgáltat.
sv: Anrop till huvudsidan kommer att dirigeras om till den valda pressen. Detta kan till exempel vara lämpligt om webbplatsen endast hyser en press.

# admin.settings.noPressRedirect
source: Do not redirect
cs: Nepřesměrovávat
hr: Ne preusmjeravati
hu: Ne irányítsa át
sv: Omdirigera ej

# admin.languages.primaryLocaleInstructions
source: This will be the default language for the site and any hosted presses.
cs: Toto bude výchozí jazyk pro stránky a všechny hostované tisky.
hr: Ovo će biti zadani jezik za stranicu i sve ugošćene nakladnike.
hu: Ez lesz az alapértelmezett nyelv a webhely és az összes tárolt kiadó számára.
sv: Detta kommer vara det förinställda språket för installationen och för alla hysta pressar.

# admin.languages.supportedLocalesInstructions
source: Select all locales to support on the site. The selected locales will be available for use by all presses hosted on the site, and also appear in a language select menu to appear on each site page (which can be overridden on press-specific pages). If multiple locales are not selected, the language toggle menu will not appear and extended language settings will not be available to presses.
cs: Vyberte všechny lokalizace, které mají být použity na těchto stránkách. Zvolené lokalizace budou dostupné všem tiskům dostupným na těchto stránkách a také se objeví v nabídce výběru jazyka na každé stránce (toto nastavení lze přepsat na stránkách jednotlivých tisků). Pokud není zvoleno více lokalizací, nebude dostupné menu na výběr jazyka a také nebude možné měnit jazyk u jednotlivých tisků.
hr: Odaberite sve lokalne postavke za podršku na web mjestu. Odabrane postavke bit će dostupne za korištenje svim medijima koji se nalaze na stranici, a također će se pojaviti u izborniku za odabir jezika koji će se pojaviti na svakoj stranici web-mjesta (što se može nadjačati na stranicama specifičnim za medije). Ako nije odabrano više jezika, izbornik za prebacivanje jezika neće se pojaviti, a proširene jezične postavke neće biti dostupne medijima.
hu: Válassza ki az összes támogatott nyelvet a webhely számára. A kiválasztott nyelvek elérhetőek lesznek bármelyik tárolt kiadó számára, és a nyelvválasztó menüben is megjelennek minden oldalon (ez felülbírálható az egyes kiadók saját oldalain). Ha több nyelv nem lesz kiválasztva, akkor a nyelvválasztó menü nem jelenik meg és a kibővített nyelvi beállítások sem lesznek elérhetőek a kiadók számára.
sv: Välj alla språk/regioner som ska finnas på sidan. De valda språken/regionerna kommer kunna användas av sidans alla pressar, och kommer också finnas i språkmenyn (som kan tas bort på sidor specifika för en viss press) i den publika vyn. Om bara ett språk/region väljs kommer inte språkmenyn vara synlig, och ytterligare språkinställningar kommer inte vara tillgängliga för pressarna.

# admin.locale.maybeIncomplete
source: * Marked locales may be incomplete.
cs: * Označené lokalizace nemusí být kompletní.
hr: * Označene lokacije mogu biti nepotpune.
hu: A *-gal jelölt fordítások befejezetlenek lehetnek.
sv: * Markerade språk/regioner kan vara ofullständiga.

# admin.languages.confirmUninstall
source: Are you sure you want to uninstall this locale? This may affect any hosted presses currently using the locale.
cs: Jste si jisti, že chcete odinstalovat tuto lokalizaci? Vaše rozhodnutí ovlivní všechny tisky, které v současnosti využívají tuto lokalizaci.
hr: Jeste li sigurni da želite deinstalirati ove lokalne postavke? To može utjecati na bilo koji medij koji trenutno koristi ove postavke.
hu: Biztos, hogy eltávolítja ezt a nyelvet? Ez hatással lesz az összes tárolt kiadóra, ahol használják ezt a nyelvet.
sv: Är du säker på att du vill avinstallera detta språk/region? Detta kan påverka pressar som för tillfället använder språket/regionen.

# admin.languages.installNewLocalesInstructions
source: Select any additional locales to install support for in this system. Locales must be installed before they can be used by hosted presses. See the OMP documentation for information on adding support for new languages.
cs: Zvolte všechny dodatečné lokalizace, které mají být nainstalovány do vašeho systému. Lokalizace je třeba instalovat dříve, než budou používány v hostovaných tiscích. Více informací o podpoře nových jazyků najdete v dokumentaci OMP.
hr: Odaberite sve dodatne lokalne postavke za instaliranje podrške u ovom sustavu. Lokacije moraju biti instalirane prije nego što ih mogu koristiti mediji. Pogledajte OMP dokumentaciju za informacije o dodavanju podrške za nove jezike.
hu: Válasszon ki további nyelveket telepítésre a rendszer számára. A nyelveket telepíteni kell, mielőtt a kiadók használhatnák őket. Lásd az OMP dokumentációt arról, hogy hogyan lehet új nyelveket telepíteni.
sv: Välj ytterligare språk/regioner för installation i systemet. Språk/regioner måste installeras innan de kan användas av pressar på sidan. För instruktioner om hur ytterligare språk läggs till, se OMP-dokumentationen.

# admin.languages.confirmDisable
source: Are you sure you want to disable this locale? This may affect any hosted presses currently using the locale.
cs: Jste si jisti,že chcete zakázat tuto lokalizaci? To může ovlivnit všechny hostované tisky, které tuto lokalizaci používají.
hr: Jeste li sigurni da želite onemogućiti ove lokalne postavke? To može utjecati na bilo koji medij koji trenutno koristi lokalne postavke.
hu: Biztosan letiltja ezt a nyelvet? Ez hatással lehet azokra a kiadókra, akik használják ezt a nyelvet.
sv: Är du säker på att du vill avaktivera detta språk? Det kan påverka pressar som använder språket.

# admin.systemVersion
source: OMP Version
cs: Verze OMP
hr: OMP verzija
hu: OMP verzió

# admin.systemConfiguration
source: OMP Configuration
cs: Konfigurátor OMP
hr: OMP konfiguracija
hu: OMP konfiguráció
sv: OMP-konfiguration

# admin.presses.pressSettings
source: Press Settings
cs: Nastavení tisků
hr: Postavke za medije
hu: Kiadó beállítások
sv: Pressinställningar

# admin.presses.noneCreated
source: No presses have been created.
cs: Nebyly vytvořeny žádné tisky.
hr: Nisu još stvoreni mediji.
hu: Nem lettek kiadók létrehozva.
sv: Inga pressar har skapats.

# admin.contexts.create
source: Create Press
cs: Vytvořit tisk
hr: Stvori medij
hu: Kiadó létrehozása
sv: Skapa press

# admin.contexts.form.titleRequired
source: A title is required.
cs: Je požadován název.
hr: Potreban je naslov.
hu: Egy cím megadása szükséges.
sv: En titel krävs.

# admin.contexts.form.pathRequired
source: A path is required.
cs: Je požadována cesta.
hr: Potrebna je putanja.
hu: Egy útvonal megadása szükséges.
sv: En sökväg krävs.

# admin.contexts.form.pathAlphaNumeric
source: The path can only include letters, numbers and the characters _ and -. It must begin and end with a letter or number.
cs: Cesta může obsahovat pouze písmena, čísla a znaky "_" a "-". Musí začínat a končit písmenem, nebo číslem.
hr: Putanja može sadržavati samo slova, brojeve i znakove _ i -. Mora započeti i završiti slovom ili brojem.
hu: Az útvonal csak betűket számokat, valamint _ és - karaktereket tartalmazhat. Betűvel vagy számmal kell kezdődnie és végződnie.
sv: Sökvägen får bara innehålla bokstäver, nummer och tecknen _ och -. Den måste börja och sluta med en bokstav eller ett nummer.

# admin.contexts.form.pathExists
source: The selected path is already in use by another press.
cs: Zvolená cesta je již využívána jiným tiskem.
hr: Odabranu putanju već koristi drugi medij.
hu: A megadott útvonalat már egy másik kiadó használja.
sv: Den valda sökvägen används redan av en annan press.

# admin.contexts.form.primaryLocaleNotSupported
source: The primary locale must be one of the press's supported locales.
cs: Primární národní prostředí musí být jedním z podporovaných národních prostředí tisku.
hr: Primarne lokalne postavke moraju biti jedne od podržanih lokalnih postavki.
hu: Az elsődleges nyelvet a kiadó által támogatott nyelvek közül kell kiválasztani.
sv: Det primära språket måste vara ett av språken som stöds av pressen.

# admin.contexts.form.create.success
source: {$name} was created successfully.
cs: {$name} úspěšně vytvořen.
hr: {$name} uspješno je kreiran.
hu: {$name} sikeresen létrehozva.
sv: {$name} har skapats.

# admin.contexts.form.edit.success
source: {$name} was edited successfully.
cs: {$name} úspěšně upraven.
hr: {$name} uspješno je uređen.
hu: {$name} sikeresen szerkesztve.
sv: {$name} har redigerats.

# admin.contexts.contextDescription
source: Press description
cs: Popis tisku
hr: Opis medija
hu: Kiadó leírása
sv: Beskrivning av pressen

# admin.presses.addPress
source: Add Press
cs: Přidat tisk
hr: Dodaj medij
hu: Kiadó hozzáadása
sv: Lägg till press

# admin.overwriteConfigFileInstructions
source: <h4>NOTE!</div> <p>The system could not automatically overwrite the configuration file. To apply your configuration changes you must open <tt>config.inc.php</tt> in a suitable text editor and replace its contents with the contents of the text field below.</p>
cs: <h4>UPOZORNĚNÍ!</div> <p>Systém nemůže automaticky přepsat konfigurační soubor. K zapsání změn konfigurace musíte otevřít soubor <tt>config.inc.php</tt> ve vhodném textovém editoru a nahradit jeho obsah obsahem, který najdete v textovém poli níže.</p>
hr: <h4>NAPOMENA!</div> <p>Sustav nije mogao automatski prebrisati konfiguracijsku datoteku. Da biste primijenili svoje konfiguracijske promjene, morate otvoriti <tt>config.inc.php</tt> u odgovarajućem uređivaču teksta i zamijeniti njegov sadržaj sadržajem tekstualnog polja ispod.</p>
hu: <h4>MEGJEGYZÉS!</div> <p>A rendszer nem tudta automatikusan felülírni a konfigurációs fájlt. A konfigurációs módosítások alkalmazásához meg kell nyitnia a <tt>config.inc.php</tt> egy megfelelő szövegszerkesztő programban, és cserélje le ennek tartalmát az alábbi szövegmező tartalmára.</p>
sv: <h4>OBS</div> <p>Systemet kunde inte skriva över konfigurationsfilen automatiskt. För att göra ändringarna måste du öppna <tt>config.inc.php</tt> i en lämplig texthanterare och byta ut dess innehåll med innehållet i textfältet nedan.</p>

# admin.settings.enableBulkEmails.description
source: Select the hosted presses that should be allowed to send bulk emails. When this feature is enabled, a press manager will be able to send an email to all users registered with their press.<br><br>Misuse of this feature to send unsolicited email may violate anti-spam laws in some jurisdictions and may result in your server's emails being blocked as spam. Seek technical advice before enabling this feature and consider consulting with press managers to ensure it is used appropriately.<br><br>Further restrictions on this feature can be enabled for each press by visiting its settings wizard in the list of <a href="{$hostedContextsUrl}">Hosted Presses</a>.
cs: Vyberte hostované tiskárny, kterým by mělo být povoleno odesílat hromadné e-maily. Pokud je tato funkce povolena, správce tisku bude moci posílat e-maily všem uživatelům registrovaným u jejich tisku. <br><br> Zneužití této funkce k odesílání nevyžádaných e-mailů může v některých jurisdikcích porušovat zákony proti spamu a může mít za následek e-maily vašeho serveru jsou blokovány jako spam. Před povolením této funkce vyhledejte technickou radu a zvažte konzultaci s manažery tisku, abyste se ujistili, že je správně používána. <br><br> Další omezení této funkce lze povolit pro každý tisk v průvodci nastavením v seznamu <a href="{$hostedContextsUrl}"> Hostované tiskárny</a>.
hr: Odaberite medije kojima bi se trebalo dopustiti skupno slanje e-pošte. Kada je ova značajka omogućena, upravitelj medija moći će poslati e-poštu svim korisnicima koji su registrirani u njihovom mediju.<br><br>Zlouporaba ove značajke za slanje neželjene e-pošte može kršiti zakone protiv neželjene pošte u nekim jurisdikcijama i može rezultirati da je e-pošta vašeg poslužitelja blokirana kao neželjena pošta. Zatražite tehnički savjet prije nego što omogućite ovu značajku i razmislite o savjetovanju s voditeljima medija kako biste osigurali da se koristi na odgovarajući način.<br><br>Daljnja ograničenja ove značajke mogu se omogućiti za svaki medij posjetom čarobnjaka za postavke na popisu <a href= "{$hostedContextsUrl}">Mediji</a>.
hu: Válassza ki azokat a kiadókat, amelyeknek engedélyezni kell a tömeges e-mailek küldését. Ha ez a funkció engedélyezve van, a kiadó menedzser képes lesz e-mailt küldeni a kiadónál regisztrált összes felhasználónak.<br><br>A funkció kéretlen e-mailek küldésére való használata egyes joghatóságok spamellenes törvényeit sértheti, és a szerver e-mailjeit spamként blokkolhatják. Kérjen műszaki tanácsot, mielőtt engedélyezné ezt a funkciót, és fontolja meg a kiadó menedzserekkel való konzultációt a funkció megfelelő használatának biztosítása érdekében.<br><br>A funkció további korlátozásai minden egyes kiadó számára engedélyezhetők a <a href="{$hostedContextsUrl}">Tárolt kiadók<> listában található beállításvarázslóval.
sv: Välj vilka pressar som ska ges tillstånd att göra massutskick av e-post. Funktionen gör pressansvarig möjlighet att skicka e-post till alla registrerade användare vid respektive press.<br><br>Missbruk av denna funktion kan innebära brott mot anti-spam-lagstiftning i vissa jurisdiktioner och kan resultera i att er servers e-post blir blockerad som spam. Sök teknisk rådgivning och kontakta de pressansvariga för att se till att funktionen används korrekt innan den aktiveras.<br><br>Ytterligare restriktioner för denna funktion kan aktiveras för varje press genom att gå till dess inställningsguide i listan över <a href="{$hostedContextsUrl}">Pressar på den här webbplatsen</a>.

# admin.settings.disableBulkEmailRoles.description
source: A press manager will be unable to send bulk emails to any of the roles selected below. Use this setting to limit abuse of the email notification feature. For example, it may be safer to disable bulk emails to readers, authors, or other large user groups that have not consented to receive such emails.<br><br>The bulk email feature can be disabled completely for this press in <a href="{$siteSettingsUrl}">Admin > Site Settings</a>.
cs: Tiskový manažer nebude moci posílat hromadné e-maily na žádnou z níže vybraných rolí. Toto nastavení použijte k omezení zneužití funkce e-mailových oznámení. Může být například bezpečnější deaktivovat hromadné e-maily čtenářům, autorům nebo jiným velkým skupinám uživatelů, kteří s přijímáním těchto e-mailů nesouhlasili. <br><br> Funkci hromadného e-mailu lze pro tento tisk úplně deaktivovat v <a href="{$siteSettingsUrl}"> Správce > Nastavení webu</a>.
hr: Voditelj medija neće moći slati skupne poruke e-pošte nijednoj od dolje odabranih uloga. Koristite ovu postavku za ograničavanje zlouporabe značajke obavijesti e-poštom. Na primjer, možda bi bilo sigurnije onemogućiti skupnu e-poštu čitateljima, autorima ili drugim velikim grupama korisnika koji nisu pristali primati takve e-poruke.<br><br>Značajka skupne e-pošte može se potpuno onemogućiti za ovaj medij u <a href="{$siteSettingsUrl}">Administrator > Postavke web-mjesta</a>.
hu: A sajtómenedzser nem tud tömeges e-maileket küldeni az alább kiválasztott szerepkörök egyikének sem. Ezzel a beállítással korlátozhatja az e-mailes értesítési funkcióval való visszaélést. Biztonságosabb lehet például letiltani a tömeges e-maileket az olvasók, szerzők vagy más nagy felhasználói csoportok számára, amelyek nem járultak hozzá az ilyen e-mailek fogadásához.<br><br>A tömeges e-mailek funkció teljesen letiltható a szerkesztőség számára a <a href="{$siteSettingsUrl}"> Adminisztráció > Webhelybeállítások oldalon </a>.
sv: Pressansvarig kommer inte kunna göra massutskick till någon av rollerna nedan. Använd denna inställning för att begränsa eventuellt missbruk av massutskicksfunktionen. Det kan exempelvis vara säkrare att stänga av massutskick till läsare, författare, eller andra stora grupper som inte har medgivit samtycke att ta emot sådana utskick.<br><br>Massutskicksfunktionen kan avaktiveras helt för denna press under <a href="{$siteSettingsUrl}">Admin >Webbplatsinställningar</a>.

# admin.settings.disableBulkEmailRoles.contextDisabled
source: The bulk email feature has been disabled for this press. Enable this feature in <a href="{$siteSettingsUrl}">Admin > Site Settings</a>.
cs: Funkce hromadného e-mailu byla pro tento tisk zakázána. Tuto funkci povolte v části <a href="{$siteSettingsUrl}"> Správce > Nastavení webu</a>.
hr: Značajka skupne e-pošte onemogućena je za ovaj medij. Omogućite ovu značajku u <a href="{$siteSettingsUrl}">Administrator > Postavke web-mjesta</a>.
hu: A tömeges e-mail küldési funkció le lett tiltva ennél a kiadónál. Itt lehet engedélyezni ezt a funkciót <a href="{$siteSettingsUrl}"> Adminisztráció > Webhelybeállítások </a>.
sv: Massutskicksfunktionen har avaktiverats för denna press. Aktivera funktionen under <a href="{$siteSettingsUrl}">Admin >Webbplatsinställningar</a>.

# admin.siteManagement.description
source: Add, edit or remove presses from this site and manage site-wide settings.
cs: Přidávejte, upravujte nebo odstraňujte tisky z tohoto webu a spravujte nastavení celého webu.
hr: Dodajte, uredite ili uklonite medije s ove stranice i upravljajte postavkama na cijeloj stranici.
hu: Hozzáadhat, szerkeszthet vagy eltávolíthat kiadókat erről az oldalról, és kezelheti az egész honlapra vonatkozó beállításokat.

# admin.job.processLogFile.invalidLogEntry.chapterId
source: Chapter ID is not an integer
cs: ID kapitoly není celé číslo
hr: Poglavlje ID nije cijeli broj

# admin.job.processLogFile.invalidLogEntry.seriesId
source: Series ID is not an integer
cs: ID řady není celé číslo
hr: Serija ID nije cijeli broj

# admin.settings.statistics.geo.description
source: Select the type of geographical usage statistics that can be collected by presses on this site. More detailed geographical statistics may increase your database size considerably and, in some rare cases, may undermine the anonymity of your visitors. Each press may configure this setting differently, but a press can never collect more detailed records than what is configured here. For example, if the site only supports country and region, the press may select country and region or only country. The press will not be able to track country, region and city.
cs: Zvolte typ statistiky geografického využití, kterou lze shromažďovat podle tisků na tomto webu. Podrobnější geografické statistiky mohou značně zvětšit velikost databáze a v některých vzácných případech mohou narušit anonymitu návštěvníků. Každý tisk může toto nastavení nakonfigurovat jinak, ale tisk nikdy nemůže shromažďovat podrobnější záznamy, než jaké jsou zde nakonfigurovány. Pokud například web podporuje pouze zemi a region, může tisk vybrat zemi a region nebo pouze zemi. Tisk nebude moci sledovat zemi, region a město.
hr: Odaberite vrstu zemljopisne statistike korištenja koju mogu prikupiti mediji na ovoj stranici. Detaljnija geografska statistika može značajno povećati veličinu vaše baze podataka i u nekim rijetkim slučajevima može potkopati anonimnost vaših posjetitelja. Svaki medij može drugačije konfigurirati ovu postavku, ali medij nikada ne može prikupiti detaljnije zapise od onih koji su ovdje konfigurirani. Na primjer, ako stranica podržava samo zemlju i regiju, medij može odabrati zemlju i regiju ili samo zemlju. Medij neće moći pratiti državu, regiju i grad.

# admin.settings.statistics.institutions.description
source: Enable institutional statistics if you would like presses on this site to be able to collect usage statistics by institution. Presses will need to add the institution and its IP ranges in order to use this feature. Enabling institutional statistics may increase your database size considerably.
cs: Povolte institucionální statistiky, pokud chcete, aby tisky na tomto webu mohly shromažďovat statistiky o používání podle institucí. Tisky budou muset přidat instituci a její IP rozsahy, aby mohly tuto funkci používat. Povolení institucionálních statistik může značně zvýšit velikost databáze.
hr: Omogućite institucionalnu statistiku ako želite da mediji na ovoj stranici mogu prikupljati statistiku korištenja po instituciji. Mediji će morati dodati ustanovu i njezine IP raspone kako bi koristili ovu značajku. Omogućavanje institucionalne statistike može značajno povećati veličinu vaše baze podataka.

# admin.settings.statistics.sushi.public.description
source: Whether or not to make the SUSHI API endpoints publicly accessible for all presses on this site. If you enable the public API, each press may override this setting to make their statistics private. However, if you disable the public API, presses can not make their own API public.
cs: Zda mají být koncové body rozhraní SUSHI API veřejně přístupné pro všechny tisky na tomto webu. Pokud povolíte veřejné rozhraní API, každý tisk může toto nastavení přepsat, aby byly jeho statistiky soukromé. Pokud však veřejné rozhraní API zakážete, tiskové agentury nemohou zveřejnit své vlastní rozhraní API.
hr: Učiniti SUSHI API krajnje točke javno dostupne za sve medije na ovoj stranici ili ne. Ako omogućite javni API, svaki medij može nadjačati ovu postavku kako bi njegova statistika postala privatnom. Međutim, ako onemogućite javni API, mediji ne mogu učiniti svoj API javnim.

# admin.settings.statistics.sushiPlatform.isSiteSushiPlatform
source: Use the site as the platform for all presses.
cs: Použijte tento web jako platformu pro všechny vydavatelství.
